const data = [
  {
    id: 1,
    text: `<div class="entry__article gtm__content col-lg-narrow bookmarks-enabled">
    <p class="bookmark-element"><span class="dropcaps">Э</span>кология — это фактор, от которого зависит уровень нашей жизни, здоровья и комфорта пребывания в этом мире! Понимая тонкости взаимодействия живых организмов с окружающей средой, несложно определить, что хорошо, а что плохо для здоровья нашего дома — планеты. Ведь все проблемы экологии начинаются с малого — внесения губительных изменений в небольшой ареал, что впоследствии может запустить цепную реакцию, приводящую к формированию экологических катастроф, сначала малого, а потом и планетарного масштаба.</p>
    <p class="bookmark-element">
       Экологию считают наукой о здоровье окружающей среды. Величина значения этой сферы для здоровья и жизни человека невероятно огромная, ведь оставаться здоровым и жить полноценной жизнью можно только в чистой и здоровой среде.
    </p>
    <h2 id="1">Какие бывают проблемы экологии </h2>
    <p class="bookmark-element">
       Экология сейчас заставляет тревожиться учёные умы разных сфер науки. Дело в том, что проблемы экологии настолько всеобъемлющи и злободневны, что ощущаются буквально во всех направлениях жизни современного общества. Их можно не замечать, не обращать на них внимания, но это вовсе не означает, что рано или поздно вы не столкнётесь с последствиями загрязнения окружающей среды, что называется, лицом к лицу. Рассмотрим основные классы экологических проблем и попробуем разобраться, на что оказывают влияние конкретные сферы экологических «болезней».
    </p>
    <h3 id="2">Классификация проблем экологии </h3>
    <p class="bookmark-element">
       Проблемы экологии сегодня можно обнаружить во всех известных направлениях биологической среды. Рассмотрим основные классы экологических проблем, с которыми живые организмы, в том числе и человек, сталкиваются ежедневно.
    </p>
    <p class="bookmark-element">
       Загрязнение атмосферы. Воздух, которым мы дышим, содержит огромное количество неполезных примесей, например диоксид углерода, серы, азота и другие вредные химические элементы, пребывающие в твёрдом, газообразном или жидком состоянии. Все это мы вдыхаем в лёгкие. Эти «пары» оседают в почву, насыщают верхний атмосферный слой. Любое загрязнение атмосферы формирует нездоровый фон для обитания живых организмов. Но гораздо более опасным моментом можно назвать то, что дестабилизируется структура оболочки нашей планеты. Это может привести к огромной экологической катастрофе. Яркий пример — перспектива разрушения озонового слоя. Теоретически эта проблема может возникнуть из-за перенасыщения атмосферы фреонами, соединениями фтора, хлора, углерода и других веществ. Все эти элементы постоянно «выбрасываются» в атмосферу на бытовом и промышленно-хозяйственном уровне. Также с развитием высотной авиации и освоения космических пространств человеком увеличилось негативное влияние на толщину озонового слоя.
    </p>
    <p class="bookmark-element">
       Чистота поверхностных и подземных вод. Из воды состоит всё живое на земле. Вода — это живительная влага, пища для насыщения клеток животных, растительных организмов. Без воды жизнь на планете Земля просто невозможна. Но чистота подземных и поверхностных вод сегодня под вопросом. Ежедневно происходят выбросы промышленного характера во многие водоёмы мира. Любой школьник 3-го класса уже отлично знает, что такое круговорот воды в природе. Исходя из этого, несложно понять, что, проходя цикличный путь, водная масса получает насыщение из всех слоёв. И хотя вода в наши краны поступает после прохождения многоступенчатой очистки, сказать, что она кристально чиста, мы не можем. Да и забывать о том, что здоровье водного массива земли крайне важно для сохранения жизни множества важных организмов, а также для формирования привычной среды обитания всего живого на земле, не стоит. В глобальных масштабах существует риск уменьшения объёмов пресной воды на планете. Стоит ли вдаваться в конкретику, чем это грозит человечеству?
    </p>
    <p class="bookmark-element">
       К причинам уменьшения объёма пресной воды можно отнести нерациональное использование водных ресурсов человеком, а также всё то же банальное загрязнение природных источников и их полное исчезновение.
    </p>
    <p class="bookmark-element">
       Загрязнение почвы. Объёмы плодородного почвенного слоя также стремятся к уменьшению, а ведь земля даёт нам не только устойчивую плоскость опоры, но является ещё и источником пищи. Всё, что мы выращиваем на земле, насыщается из её недр. От здоровья почвенного слоя зависит качество продуктов, получаемых путём возделывания сельскохозяйственных угодий и частных дачных участков. Также от чистоты грунтового пласта напрямую зависит жизнь животных, насекомых, растений, птиц и т. д.
    </p>
    <p class="bookmark-element">
       Что же сегодня угрожает почвам? Загрязнение химическими веществами, радиационными частицами, засоление, эрозия, выветривание. Химические удобрения, используемые в современном сельском хозяйстве, нередко наносят колоссальный ущерб здоровью почвенного слоя. Вырубка лесов, оскудение полезных насаждений — всё это приводит к усиленному выветриванию почвенного слоя. В результате нерационального землепользования развивается эрозия плодородного слоя.
    </p>
    <p class="bookmark-element">
       Урбанизация и природная среда. Человек — разумное существо, и именно человеческое влияние наиболее заметно изменяет среду. Рост городов, развитие технологий, повышение уровня инфраструктуры, промышленный прогресс нередко тесно граничат с вырубкой лесов, загрязнением и обмелением водоёмов, истреблением отдельных видов животных, растений. Нередко, преследуя благие цели, люди серьёзно нарушают баланс искусственного и естественного ландшафтов. По этой причине некоторые примечательные объекты природы остались только в истории и больше не радуют глаз человека, не дают полезных «плодов» для развития и существования жизни на земле.
    </p>
    <h3 id="3">Глобальные проблемы экологии </h3>
    <p class="bookmark-element">
       Есть целый раздел экологических проблем, на развитие которых почти не повлияла деятельность человека, например глобальное потепление климата. Учёные до сих пор спорят над природой этого явления. Однако совершенно точно доказано, что на сегодняшний день климат стал теплее на 0,8 градусов, поднялся уровень океана, объёмы ледников медленно уменьшаются, снежный слой в соответствующих частях света тает.
    </p>
    <p>
       Выдвигаются такие гипотезы:
    </p>
    <ul class="bookmark-element">
      <li>Причиной глобального потепления является повышенная солнечная активность.</li>
      <li>Развитие потепления климата началось с ростом технологического прогресса и вследствие активных выбросов углекислоты в атмосферу.</li>
      <li>Причины изменения климата кроются в лесных пожарах, активности вулканов.</li>
      <li>Также источниками-провокаторами развития климатических перемен является мировой океан и территория вечной мерзлоты.</li>
    </ul>
    <p class="bookmark-element">
       Конечно, полностью исключить антропологический фактор, как причину возникновения проблем климатического характера, нельзя. Глупо бы было полагать, что развитие технологий никак не коснётся этой сферы. Однако нам так мало известно о механизмах взаимодействия небесных тел и о влиянии объектов Вселенной на изменения на планете Земля, что утверждать со стопроцентной уверенностью что-либо в этом направлении вряд ли будет уместным.
    </p>
    <h2 id="4">Проблемы экологии и деятельность человека </h2>
    <p class="bookmark-element">
       Прочитав всё вышенаписанное, многие зададутся резонным вопросом: что же можно сделать для сохранения здоровья нашей окружающей среды? Ведь человек со своей деятельностью оказывает прямое влияние на зарождение серьёзных экологических проблем. Учёные-экологи и представители других научных сфер неустанно трудятся над поиском решения важных вопросов сохранения экологического баланса на планете. Сегодня существует несколько вполне реальных идей, воплотив в жизнь которые, можно очень сильно помочь природе.
    </p>
    <ol class="bookmark-element">
      <li><b>Раздельный сбор мусора</b>. Бытовые и промышленные отходы также являются источником загрязнения окружающей среды. Ведь мусор может иметь отношение к разным категориям. Это могут быть токсические отходы или же элементы мусора, которые можно подвергнуть вторичной переработке. Некоторые виды мусора могут быть использованы в качестве топлива. Есть категория отходов, подлежащая захоронению. Выбрасывая мусор без разбора в одну кучу, мы наносим экономический и экологический ущерб. Ведь простая сортировка и рациональная утилизация отходов решает массу серьёзных вопросов, что помогает сохранить здоровье окружающей среды и населения страны.</li>
      <li><b>Экономия топлива и электроэнергии, рациональное использование технических средств</b>. Технологический прогресс — это хорошо и правильно. Но использовать все ресурсы, связанные с технологическими благами стоит рационально. Всегда следует взвешивать уровень необходимости применения того или иного бытового прибора, оценивая полученную пользу и возможный вред. Обязательно стоит устраивать дни, часы, минуты экономии потребления электроэнергии или использования топлива. Это значительно сократит выбросы в атмосферу, снизит уровень загрязнения водной среды, поможет сэкономить полезные ресурсы.</li>
      <li><b>Снижение потребления мясных продуктов</b>. Есть мнение, что вегетарианство может стать отличным лекарственным средством для окружающей среды. Дело в том, что скотоводство в производственных масштабах наносит колоссальный вред экологии, так как способствует формированию выбросов парниковых газов в атмосферу. Также животноводство с целью производства мясных продуктов стоит во главе таких проблем, как использование полезных площадей и нарушение естественности ландшафта, масштабное потребление чистой воды, загрязнение внешней среды отходами. Перейдя на растительную пищу, человек может значительно снизить масштабы потребности в животноводческом производстве. Это, в свою очередь, разрядит нагрузку от этой сферы негативного влияния. К тому же здоровье каждого отдельного человека складывает один большой «пазл» здоровой окружающей среды. Как известно, отказ от пищи животного происхождения помогает очистить организм от токсинов, шлаков, вредных биологических примесей. Вегетарианское питание помогает очистить дух и оздоровить тело. А ведь, как известно, заботясь о сохранности природы, чистоте окружающего мира, стоит начинать с себя и собственного здоровья.</li>
    </ol>
    <h3 id="5">Экология мысли </h3>
    <p class="bookmark-element">
       Чтобы сохранить наш мир и сделать его лучше, стоит обратить внимание на собственное восприятие реальности. Ведь, приходя в этот мир и живя по принципу потребителя, не удастся внести свою лепту в сохранение здоровья окружающей среды. Как уже было сказано ранее, начинать надо с себя. Всё начинается с малого. Приучите ребёнка не сорить на улице. Не бросайте мусор мимо урны сами. Потрудитесь изучить степень вреда от применения тех или иных гаджетов и используйте ресурсы рационально, сдержанно. Духовно развитый человек не позволит себе наносить вред природе. Он станет заботиться о здоровье своего физического и ментального тел. Выбирая здоровый образ жизни, правильный ход мыслей, приняв за точку опоры особый взгляд на мир, человек станет заботиться об окружающей среде. Это будет проявляться, как в глобальных масштабах, так и в мелочах. Важно уделять внимание культуре своего тела, составлению правильного рациона, а также искать взаимосвязи в тех или иных действиях и процессах, происходящих в мире. Вполне возможно, что, изменив внутренний мир, затратив немного сил и ресурсов, выбрав верные ориентиры, каждый человек поспособствует сохранению экологии нашей планеты. И тогда масштабные экологические катастрофы так и останутся страшилками из газет и никогда не станут реальностью!
    </p>
    <h3 id="6">Экопозитив </h3>
    <p class="bookmark-element">
       Прочитав столько всего нерадостного о перспективах экологии, не следует расстраиваться! Сегодня в мире намечается тенденция уделять внимание этим вопросам. Наверняка, многие замечали, что приставка «эко» мелькает сегодня тут и там. Нам предлагают экопродукты, экоматериалы для пошива одежды, строительства домов, ремонта, производства различных вещей. Сегодня разрабатываются экологически чистые виды топлива. Нередко можно услышать об увеличении использования экологического транспорта. Например, в моду входят электромобили, велосипеды, самокаты. Современные люди чаще задумываются об экологичности состава продуктов, тканей, материалов, применяемых для ремонта и возведения жилья. Даже домашних животных многие хозяева стремятся кормить экологически чистыми кормами, без добавления генномодифицированных и химических усилителей объёма, питательности и вкуса. Многие дачники, фермеры, владельцы крупных агрономических хозяйств принципиально отказываются от применения вредных удобрений и заботятся об экологической чистоте возводимого урожая.
    </p>
    <p class="bookmark-element">
       И хотя приставка «эко» в 55% случаев является лишь маркетинговой уловкой, которая помогает усилить ценность предлагаемого товара, всё же вопрос сохранения экологии будоражит умы и становится актуальным для всех возрастов и поколений людей. А это значит, что человечество на верном пути. Ведь главное в решении любой проблемы — это осознание её глубины и признание её существования. Следующий шаг — это поиски доступных и эффективных средств, расширение сопутствующей базы инструментов. Далее остаётся поддержание высокого уровня дисциплины в направлении применения правил сохранения здоровой среды. Из всего этого можно заключить, что всё не так плохо. То, что сегодня слова «экология», «экологичный», «экологически чистый» не пустой звук для большинства людей, является хорошим знаком. Значит, каждый день кто-то задумывается о сохранении чистоты окружающего мира. Значит, кому-то небезразлично здоровье планеты и есть большие шансы не допустить экологической катастрофы в обозримом будущем и намного позже.
    </p>
    `,
  },
  {
    id: 2,
    text: `
    <div itemprop="articleBody" class="article_body">
<p>Экология – это наука, которая изучает законы природы, взаимодействие живых организмов с окружающей средой, основы которой заложил Эрнст Геккель в 1866 году. Однако люди интересовались секретами природы еще с древности, имели бережное отношение к ней. Понятий термина «экология» существуют сотни, в разные времена ученые давали свои определения экологии. Само слово состоит из двух частиц, с греческого «ойкос» переводится как дом, а «логос» — как учение.</p><!--<dt>p, blockquote</dt> <dp>1,0,0,0,0</dp>-->
<p>С развитием технического прогресса состояние окружающей среды стало ухудшаться, что привлекло внимание мирового сообщества. Люди заметили, что воздух стал загрязненным, исчезают виды животных и растений, ухудшается вода в реках. Этим и многим другим явлениям дали название – экологические проблемы.</p>
<p></p><center><img class="alignnone wp-image-1662" title="Экология жизни" src="http://ecoportal.info/wp-content/uploads/2016/09/ekologia.png" alt="Экология жизни" width="591" height="405" srcset="https://ecoportal.info/wp-content/uploads/2016/09/ekologia.png 635w, https://ecoportal.info/wp-content/uploads/2016/09/ekologia-544x373.png 544w, https://ecoportal.info/wp-content/uploads/2016/09/ekologia-240x164.png 240w" sizes="(max-width: 591px) 100vw, 591px"></center><p></p><!--<dt>p, blockquote</dt> <dp>3,0,1,0,0</dp>-->
<h2 id="5">Глобальные экологические проблемы</h2><!--<dt>h2</dt> <dp>1,0,0,0,0</dp>-->
<p>Большинство экологических проблем из локальных переросли в глобальные. Изменение небольшой экосистемы в конкретной точке мира может повлиять на экологию всей планеты. К примеру, изменение океанического течения Гольфстрим приведет к крупным климатическим изменениям, похолоданию климата в Европе и Северной Америке.</p><!--<dt>p, blockquote</dt> <dp>4,0,0,0,0</dp>-->
<p>На сегодняшний день ученые насчитывают десятки глобальных экологических проблем. Приведем лишь наиболее актуальные из них, которые угрожают жизни на планете:</p><!--<dt>p, blockquote</dt> <dp>5,0,0,0,0</dp>-->
<ul>
<li>— изменение климата;</li>
<li>— загрязнение атмосферы;</li>
<li>— истощение запасов пресной воды;</li>
<li>— сокращение популяций и исчезновение видов флоры и фауны;</li>
<li>— разрушение озонового слоя;</li>
<li>— загрязнение Мирового океана;</li>
<li>— разрушение и загрязнение почвы;</li>
<li>— истощение полезных ископаемых;</li>
<li>— выпадение кислотных дождей.</li>
</ul>
<p>Это далеко не весь перечень глобальных проблем. Скажем так, экологические проблемы, которые можно приравнять к катастрофе, — это загрязнение биосферы и глобальное потепление. Ежегодно температура воздуха повышается на +2 градуса по Цельсию. Причиной этого являются парниковые газы. В Париже проводилась всемирная конференция, посвященная проблемам экологии, на которой многие страны мира обязались сократить количество выбросов газов. В результате высокой концентрации газов происходит таяние льдов на полюсах, повышается уровень воды, что в дальнейшем грозит затоплению островов и берегов континентов. Чтобы предотвратить надвигающуюся катастрофу, требуется выработать совместные действия и проводить мероприятия, которые будут способствовать замедлению и прекращению процесса глобального потепления.</p><script async="" src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>

<p></p><center><img class="alignnone wp-image-1664" title="Здоровая нация" src="http://ecoportal.info/wp-content/uploads/2016/09/zdorovia-nacia.jpg" alt="Здоровая нация" width="589" height="387" srcset="https://ecoportal.info/wp-content/uploads/2016/09/zdorovia-nacia.jpg 604w, https://ecoportal.info/wp-content/uploads/2016/09/zdorovia-nacia-544x358.jpg 544w, https://ecoportal.info/wp-content/uploads/2016/09/zdorovia-nacia-240x158.jpg 240w" sizes="(max-width: 589px) 100vw, 589px"></center><p></p><!--<dt>p, blockquote</dt> <dp>7,0,0,0,0</dp>-->
<h2 id="nav2">Предмет изучения экологии</h2><!--<dt>h2</dt> <dp>2,0,0,0,0</dp>-->
<p>На данный момент существует несколько разделов экологии:</p><!--<dt>p, blockquote</dt> <dp>8,0,0,0,0</dp>-->
<ul>
<li>— общая экология;</li>
<li>— биоэкология;</li>
<li>— социальная экология;</li>
<li>— промышленная экология;</li>
<li>— сельскохозяйственная экология;</li>
<li>— прикладная экология;</li>
<li>— экология человека;</li>
<li>— медицинская экология.</li>
</ul>
<p>У каждого раздела экологии существует свой предмет изучения. Наиболее популярной является общая экология. Она изучает окружающий мир, который состоит из экосистем, их отдельные компоненты – климатические зоны и рельеф, почва, животный и растительный мир.
<h2 id="nav3">Значение экологии для каждого человека</h2><!--<dt>h2</dt> <dp>3,0,0,0,0</dp>-->
<p>Забота об экологии на сегодняшний день стала модным занятием, прситавку «эко» используют везде. Но многие из нас даже не осознают глубины всех проблем. Конечно, это хорошо, что огромное человечество людей стало неравнодушным к жизни нашей планеты. Однако стоит осознать, что состояние окружающей среды зависит от каждого человека.</p><!--<dt>p, blockquote</dt> <dp>10,0,0,0,0</dp>-->
<p></p><center><img class="alignnone wp-image-1663" title="Сохраним природу!" src="http://ecoportal.info/wp-content/uploads/2016/09/ekologia-zhizn.jpg" alt="Сохраним природу!" width="577" height="325" srcset="https://ecoportal.info/wp-content/uploads/2016/09/ekologia-zhizn.jpg 672w, https://ecoportal.info/wp-content/uploads/2016/09/ekologia-zhizn-544x306.jpg 544w, https://ecoportal.info/wp-content/uploads/2016/09/ekologia-zhizn-240x135.jpg 240w" sizes="(max-width: 577px) 100vw, 577px"></center>Любой житель планеты может ежедневно выполнять простые действия, что поможет улучшить экологию. К примеру, можно сдавать макулатуру и уменьшить использование воды, экономить электроэнергию и выбрасывать мусор в урну, выращивать растения и использовать предметы многоразового использования. Чем больше людей будет выполнять эти правила, тем будет больше шансов сохранить нашу планету.<p></p><!--<dt>p, blockquote</dt> <dp>11,0,0,0,0</dp>-->
						</div>`,
  }
]

export default data;