const dataQuiz = [
  {
    text:'Наука о взаимодействии организмов между собой и с окружающей их средой - это',
    answers: [
      'Биология',
      'Экология',
      'Гистология',
      'Орнитология'
    ],
    correct: 2
  },
  {
    text:'Зачем решать проблемы экологии?',
    answers: [
      'В мире больше нет проблем.',
      'Потому что нужно заботиться о братьях меньших.',
      'Величина значения этой сферы для здоровья и жизни человека невероятно огромная, ведь оставаться здоровым и жить полноценной жизнью можно только в чистой и здоровой среде',
      'Чтобы создать комфортные условия для последующей модернизации и урбанизации.'
    ],
    correct: 3
  },
  {
    text:'К числу главных экологических проблем современности относятся:',
    answers: [
      'Возникновение новых видов домашних животных и растений',
      'Выветривание горных пород и рост сейсмичности',
      'Изменение темпов круговорота отдельных элементов',
      'Истончение озонового слоя и изменение климата'
    ],
    correct: 4
  },
  {
    text:'Основной причиной разрушения озонового слоя является использование?',
    answers: [
      'Фреона',
      'Неона',
      'Криптона',
      'Озона'
    ],
    correct: 1
  },
  {
    text:'Главным виновником химического загрязнения воды является?',
    answers: [
      'Водная эрозия',
      'Ветровая эрозия',
      'Человек',
      'Гниение растений'
    ],
    correct: 3
  },
  {
    text:'К глобальным изменениям в биосфере, сопровождающимся снижением плодородия почвы, относят:',
    answers: [
      'Осушение болот',
      'Создание искусственных водохранилищ',
      'Эрозия и засоление',
      'Известкование почвы'
    ],
    correct: 3
  },
  {
    text:'Увеличение роли городов в жизни страны, рост численности населения называется?',
    answers: [
      'Субурбанизация',
      'Урбанизация',
      'Городская агломерация'
    ],
    correct: 2
  },
  {
    text:'На сколько градусов на сегодняшний день климат стал теплее?',
    answers: [
      '0,8',
      '2',
      '0,5',
      '1'
    ],
    correct: 4
  },
  {
    text:'Экологическую катастрофу возможно предотвратить, если действовать?',
    answers: [
      'На региональном уровне',
      'На всех уровнях одновременно',
      'На локальном уровне',
      'На уровне страны'
    ],
    correct: 2
  },
  {
    text:'Как можно помочь природе?',
    answers: [
      'Раздельный сбор мусора',
      'Экономия топлива и электроэнергии, рациональное использование технических средств',
      'Снижение потребления мясных продуктов',
      'Всё вышеуказанное'
    ],
    correct: 4
  }
]

export default dataQuiz;