const dataQuiz = [
  {
    text:'Как переводится название стиля "Рококо" с французского языка?',
    answers: [
      'Украшение из раковин',
      'Причудливый, странный',
      'Красивый, броский',
      'Строгий, симметричный'
    ],
    correct: 1
  },
  {
    text:'В каком временном промежутке развивался стиль "Рококо"?',
    answers: [
      '15-16 век',
      '16-17 век',
      '17-18 век',
      '19-20 век'
    ],
    correct: 3
  },
  {
    text:'В какой стране получил развитие стиль "Рококо"?',
    answers: [
      'Италия',
      'Франция',
      'Германия',
      'Греция'
    ],
    correct: 2
  },
  {
    text:'Какие характерные черты имел стиль "Рококо"?',
    answers: [
      'Строгость и симметрию',
      'Отсутствие симметрии',
      'Непонятные символы',
      'Чёрно-белые цвета'
    ],
    correct: 2
  },
  {
    text:'Какие живописцы были представителями стиля "Рококо"?',
    answers: [
      'Николя Пуссен, Веласкес, Бернини',
      'Француа Буше, Антуан Ватто, Жан Фрагонар',
      'Микеланжело Буанаротти, Микеланжело Караваджо',
      'Рубенс, Рембрант, Пикассо'
    ],
    correct: 2
  },
  {
    text:'Какие сюжеты в живописи преобладали в стиле "Рококо"?',
    answers: [
      'Война, битвы и сражения',
      'Геометрические фигуры, линии, контрастные цвета',
      'Любовные, игривые, эротические',
      'Философские, церковные, научные'
    ],
    correct: 3
  },
  {
    text:'Какие черты появляются в искусстве костюма и в моде стиля "Рококо"?',
    answers: [
      'Военная строгость, скупость в украшениях, цвет "Хакки"',
      'Пышные украшения в виде раковин, пастельные цвета',
      'Угловатые формы, чёрно-белые тона',
      'Симметричные орнаменты, прямолинейные формы'
    ],
    correct: 2
  },
  {
    text:'Кто стал основным персонажем картин в стиле "Рококо"?',
    answers: [
      'Царственные особы, священники, военноначальники',
      'Рабочие, рабы, нищие и бедные',
      'Женские образы в виде античных нимф, ангелочки, франты и щёголи',
      'Купцы, торговцы, юристы, канцелярские клерки'
    ],
    correct: 3
  },
  {
    text:'Какие элементы появились в интерьерах стиля "Рококо"?',
    answers: [
      'Стены обильно украшены лепниной, ажурным орнаментом, позолотой и мелкой пластикой, декоративными тканями, бронзой, зеркалами',
      'Стены украшались симметричными орнаментами, картинами с религиозной тематикой',
      'Стены обшивались нестроганными досками, на них развешивались чучела животных',
      'Стены оформлялись элементами рыцарских атрибутов оружием, доспехами'
    ],
    correct: 1
  },
  {
    text:'Какие архитектурные памятники являются представителями стиля "Рококо"?',
    answers: [
      'Петропавловская крепость в Питербурге',
      'Версаль во Франции',
      'Акрополь в Афинах',
      'Собор Святого Петра в Ватикане'
    ],
    correct: 2
  }
]

export default dataQuiz;