const data = [
  {
    id: 1,
    text: `
    <p>Рококо — это стиль в дизайне интерьера, архитектуры, живописи, скульптуры, а также декоративного искусства. Зародился он в начале 18 века, в Париже, очень быстро распространился по всей Франции, а дальше и в других странах. Особенно этот стиль полюбили в Австрии и Германии.</p>

    <p>Слово "рококо" произошло от французского слова rocaille, которое обозначало наскальное произведение искусства, выполненное ракушками. Они использовались для украшения искусственных гротов.</p>
    
    <h2 id="1">Главные характеристики стиля рококо</h2>
    
    <div class="center">
    <figure class="image"><span class="img"><img alt="rococo brazil" height="1015" src="https://cdn.uznaychtotakoe.ru/images/grande-cke.jpg" width="630"></span><figcaption>Церковь Сан Франсиску де Ассис в Оуру Прету (Бразилия),<br>
    живописец Мануэль да Коста Атаиде (1804)</figcaption></figure></div>
    
    <p>Рококо характеризуется лёгкостью, элегантностью, обильным использованием изгибов и естественных форм в орнаменте. Главная палитра стиля состояла из светлых тонов — золотой, белый, серебристо-голубоватый и пастельные оттенки голубого, зелёного, жёлтого, а также розового. Для фонов использовали пастельные тона: кремовые или белые, зелёные, розовые и т. д.</p>
    
    <p>Рококо свойственно обилие динамичных асимметричных форм и деталей, орнамент в виде цветов, китайские мотивы и с каким-нибудь золотым элементом.</p>
    
    <p>В декоративно-прикладном искусстве присутствовало причудливое изящество отделки и повторение неординарных тем китайского искусства.</p>
    
    <p>В скульптуре и живописи характерны мифологические, эротические, а также пасторальные сюжеты.</p>
    
    <p>Легкомыслие, игривость, эротичность и причудливые завитушки в архитектуре и литературе, живописи и скульптуре, интерьере и не только пленили сердца аристократии.</p>
    
    <h2 id="2">Рококо и барокко</h2>
    
    <p>Легкомысленность рококо заменила громоздкость барокко. Однако стиль рококо превратился одновременно и развитием барокко и его такой тогда необходимой эстетической противоположностью.</p>
    
    <p>Рококо и барочный стиль оба любят завершённость форм. Но если барокко не может существовать без грандиозной торжественности, то рококо всё-таки ставит превыше всего изящность, грацию и невесомость.</p>
    
    <p>Рококо свойственно множество белых деталей, светлые тона, равно как и розовые, голубые, зелёные. В то время как барочному декору присущи намного более тёмные оттенки, тяжёлая, роскошная, но и громоздкая позолота.</p>
    
    <p>У рококо, главным образом, орнаментальная тенденция. Термин произошёл от сочетания "барокко" и "рокайль".</p>
    
    <h3 id="3">Рокайль</h3>
    
    <p>Это витиеватая декоративная отделка гротов и фонтанов камешками, кораллами и ракушками.</p>
    
    <h2 id="4">Рококо в архитектуре</h2>
    
    <div class="center">
    <figure class="image"><span class="img"><img alt="vierzehnheiligen" height="471" src="https://cdn.uznaychtotakoe.ru/images/vierzehnheiligen-i-1-0-cke.jpg" width="630"></span><figcaption>Церковь в Фирценхайлигене, Архитектор Нёйман</figcaption></figure></div>
    
    <p>Архитектор Нёйман в своём творении — церкви в Фирценхайлигене (1743–1772 гг.), сочетал объёмную структуру, помпезность барокко, которая блистательно гармонирует с типичным рококо, грациозным скульптурным внутренним интерьером. Таким образом, создаётся эффект лёгкости, но вместе с тем волшебной роскоши.</p>
    
    <p>Архитектурные строения в стиле рококо, которые распространялись в других европейских странах, зачастую выглядели как местная разновидность позднего барокко и воздвигались они такими архитекторами как Георг фон Кнобельсдорф (фридерицианский рококо) или Иоганн Бальтазар Нейман (барокко и рококо).</p>
    
    <h2 id="5">Стиль рококо в интерьере</h2>
    
    <p class="article-image center"><span class="img"><img alt="interior" height="422" src="https://cdn.uznaychtotakoe.ru/images/building-arch-column-hall-castle-facade-1372923-pxhere-com-0-cke.jpg" width="630"></span></p>
    
    <p>Живопись, конечно напрямую связана с интерьером. И рококо нашло своё развитие в декоративных и в станковых камерных формах. Художники расписывали пастушеские сцены (пасторальный жанр), жизнь аристократов и идеализированные портреты людей в образе мифологических героев.</p>
    
    <p>Творчество их рождалось росписью плафонов и наддверных витражей (дессюдепорт). На стенах, на гобеленах (шпалеры) присутствовали преимущественно пейзажи, современные и мифологические светские темы. Образ человека терял самостоятельность и превращался в деталь украшения интерьера.</p>
    
    <p>Вместе с процветанием живописи рококо укреплялась и значимость реалистического направления: достигли процветания натюрморт, пейзаж, портрет и бытовой жанр.</p>
    
    <p>Художникам было характерно умение создавать свои произведения неотделимыми живописными пятнами. Общей грации они добивались использованием светлой палитры, отдавая своё предпочтение блёклым, золотистым тонам, серебристо-голубоватым, а также розовым.</p>
    
    <p>Лепной или резной узор, замысловатая асимметрия, витиеватые завитки внутреннего убранства, составляли контраст со строением, которое внешне выглядело довольно серьёзно. Примером этому можно назвать небольшой дворец Малый Трианон, что находится в Версале, был построен архитектором по имени Анж-Жак Габриэль, по приказу Людовика XV для маркизы де Помпадур.</p>
    
    <div class="center">
    <figure class="image"><span class="img"><img alt="petit trianon" height="420" src="https://cdn.uznaychtotakoe.ru/images/petit-trianon-cke.jpg" width="630"></span><figcaption>Малый Трианон в Версале, архитектор Анж-Жак Габриэль</figcaption></figure></div>
    
    <p>В Англии рококо вдохновил больше прикладные искусства. Например, инкрустацию мебели, изготовление и обработку серебряных изделий. Рококо оказало некоторое влияние на творчество мастеров, таких как художник Уильям Хогарт и живописец Томас Гейнсборо.</p>
    
    <p>Рокайльному декоративно-прикладному искусству характерна своенравная изысканность отделки и подражание диковинным темам китайского искусства.</p>
    
    <h2 id="6">Рококо в искусстве</h2>
    
    <p>Cкульптуре, живописи и графике свойственны пасторальные, эротические и эротико-мифологические мотивы.</p>
    
    <h3 id="7">Рококо в живописи</h3>
    
    <p>Первый заметный художник и один из основоположников стиля рококо был живописец Антуан Ватто, который дал наиболее идеальное олицетворение основам этого стиля.</p>
    
    <p>Ближайшие последователи Ватто, кто превратил его творческий почерк в утончённое повальное увлечение, стали художники Пьер-Антуан Кийар, Никола Ланкре и Жан-Батист Патер. После Антуана Ватто стиль развивался уже от кисти таких художников, как Франсуа Буше, Жан-Оноре Фрагонар, Джованни Пеллегрини, Никола Ланкре.</p>
    
    <div class="center">
    <figure class="image"><span class="img"><img alt="boucher" height="763" src="https://cdn.uznaychtotakoe.ru/images/boucher-francois-the-setting-of-the-sun-1752-cke.jpg" width="630"></span><figcaption>Картина "Закат солнца", художник Франсуа Буше, 1752 г.</figcaption></figure></div>
    
    <p>Живопись этого стиля имела в основном декоративную направленность, а также была полна тонкими переливами цвета и в тоже время была немного неяркой по колориту.</p>
    
    <p>Искусство Буше диктовало правила огромному количеству художников, таких как братья ван Лоо, Шарль-Жозеф Натуар. Также оно оказало воздействие и на творчество Элизабет Виже-Лебрен и других мастеров. Это влияние длилось до самой Великой французской революции 1789 года.</p>
    
    <p>Среди заметных мастеров рококо были самые разные художники, которые работали в самых разных жанрах живописи: Морис Кантен де Латур, Луи-Мишель ван Лоо, Жан-Марк Натье, Жан-Батист Перронно, Франсуа-Юбер Друэ и другие.</p>
    
    <p>Последним значимым живописцем стиля рококо стал Жан-Оноре Фрагонар. Этот пейзажист, портретист и гравёр, также как и Антуан Ватто, не вписывался в рамки лишь "модного стиля".</p>
    
    <h3 id="8">Рококо в скульптуре</h3>
    
    <div class="center">
    <figure class="image"><span class="img"><img alt="statue rococo" height="839" src="https://cdn.uznaychtotakoe.ru/images/statue-cke.jpg" width="630"></span><figcaption>"Интоксикация вином" ("The Intoxication of Wine"), скульптор Клод Мишель (Клодион), 1780–1790 гг.</figcaption></figure></div>
    
    <p>Во Франции скульптура в стиле рококо, по сравнению с живописью, не такая грандиозная и оригинальная. В искусстве рококо больше были распространены портретные бюсты, скульптурные группы или статуи купальщиц и амуров.</p>
    
    <p>Самые знаменитые скульпторы рококо: Жан-Батист Лемуан, Этьен Морис Фальконе, Клод Мишель (Клодион).</p>
    
    <p>Фальконе считается одним из самых ярких представителей этого стиля в скульптуре Франции. Однако его творчество состояло больше из статуй, рассчитанных для декорирования интерьеров и бюстов, среди которых были и статуи из терракоты.</p>
    
    <p>В других европейских странах в создании скульптур рококо тоже первенствовали рассчитанные для декорирования интерьеров рельефы и статуи, небольшого размера статуэтки, в частности из терракоты и фарфора .</p>
    
    <p>Например, немецкий скульптор, мастер мейсенской фарфоровой скульптуры Иоганн Иоахим Кендлер.</p>
    `,
  },
  {
    id: 2,
    text: `
    <div itemprop="articleBody" class="article_body">
<p>Экология – это наука, которая изучает законы природы, взаимодействие живых организмов с окружающей средой, основы которой заложил Эрнст Геккель в 1866 году. Однако люди интересовались секретами природы еще с древности, имели бережное отношение к ней. Понятий термина «экология» существуют сотни, в разные времена ученые давали свои определения экологии. Само слово состоит из двух частиц, с греческого «ойкос» переводится как дом, а «логос» — как учение.</p><!--<dt>p, blockquote</dt> <dp>1,0,0,0,0</dp>-->
<p>С развитием технического прогресса состояние окружающей среды стало ухудшаться, что привлекло внимание мирового сообщества. Люди заметили, что воздух стал загрязненным, исчезают виды животных и растений, ухудшается вода в реках. Этим и многим другим явлениям дали название – экологические проблемы.</p>
<p></p><center><img class="alignnone wp-image-1662" title="Экология жизни" src="http://ecoportal.info/wp-content/uploads/2016/09/ekologia.png" alt="Экология жизни" width="591" height="405" srcset="https://ecoportal.info/wp-content/uploads/2016/09/ekologia.png 635w, https://ecoportal.info/wp-content/uploads/2016/09/ekologia-544x373.png 544w, https://ecoportal.info/wp-content/uploads/2016/09/ekologia-240x164.png 240w" sizes="(max-width: 591px) 100vw, 591px"></center><p></p><!--<dt>p, blockquote</dt> <dp>3,0,1,0,0</dp>-->
<h2 id="5">Глобальные экологические проблемы</h2><!--<dt>h2</dt> <dp>1,0,0,0,0</dp>-->
<p>Большинство экологических проблем из локальных переросли в глобальные. Изменение небольшой экосистемы в конкретной точке мира может повлиять на экологию всей планеты. К примеру, изменение океанического течения Гольфстрим приведет к крупным климатическим изменениям, похолоданию климата в Европе и Северной Америке.</p><!--<dt>p, blockquote</dt> <dp>4,0,0,0,0</dp>-->
<p>На сегодняшний день ученые насчитывают десятки глобальных экологических проблем. Приведем лишь наиболее актуальные из них, которые угрожают жизни на планете:</p><!--<dt>p, blockquote</dt> <dp>5,0,0,0,0</dp>-->
<ul>
<li>— изменение климата;</li>
<li>— загрязнение атмосферы;</li>
<li>— истощение запасов пресной воды;</li>
<li>— сокращение популяций и исчезновение видов флоры и фауны;</li>
<li>— разрушение озонового слоя;</li>
<li>— загрязнение Мирового океана;</li>
<li>— разрушение и загрязнение почвы;</li>
<li>— истощение полезных ископаемых;</li>
<li>— выпадение кислотных дождей.</li>
</ul>
<p>Это далеко не весь перечень глобальных проблем. Скажем так, экологические проблемы, которые можно приравнять к катастрофе, — это загрязнение биосферы и глобальное потепление. Ежегодно температура воздуха повышается на +2 градуса по Цельсию. Причиной этого являются парниковые газы. В Париже проводилась всемирная конференция, посвященная проблемам экологии, на которой многие страны мира обязались сократить количество выбросов газов. В результате высокой концентрации газов происходит таяние льдов на полюсах, повышается уровень воды, что в дальнейшем грозит затоплению островов и берегов континентов. Чтобы предотвратить надвигающуюся катастрофу, требуется выработать совместные действия и проводить мероприятия, которые будут способствовать замедлению и прекращению процесса глобального потепления.</p><script async="" src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>

<p></p><center><img class="alignnone wp-image-1664" title="Здоровая нация" src="http://ecoportal.info/wp-content/uploads/2016/09/zdorovia-nacia.jpg" alt="Здоровая нация" width="589" height="387" srcset="https://ecoportal.info/wp-content/uploads/2016/09/zdorovia-nacia.jpg 604w, https://ecoportal.info/wp-content/uploads/2016/09/zdorovia-nacia-544x358.jpg 544w, https://ecoportal.info/wp-content/uploads/2016/09/zdorovia-nacia-240x158.jpg 240w" sizes="(max-width: 589px) 100vw, 589px"></center><p></p><!--<dt>p, blockquote</dt> <dp>7,0,0,0,0</dp>-->
<h2 id="nav2">Предмет изучения экологии</h2><!--<dt>h2</dt> <dp>2,0,0,0,0</dp>-->
<p>На данный момент существует несколько разделов экологии:</p><!--<dt>p, blockquote</dt> <dp>8,0,0,0,0</dp>-->
<ul>
<li>— общая экология;</li>
<li>— биоэкология;</li>
<li>— социальная экология;</li>
<li>— промышленная экология;</li>
<li>— сельскохозяйственная экология;</li>
<li>— прикладная экология;</li>
<li>— экология человека;</li>
<li>— медицинская экология.</li>
</ul>
<p>У каждого раздела экологии существует свой предмет изучения. Наиболее популярной является общая экология. Она изучает окружающий мир, который состоит из экосистем, их отдельные компоненты – климатические зоны и рельеф, почва, животный и растительный мир.
<h2 id="nav3">Значение экологии для каждого человека</h2><!--<dt>h2</dt> <dp>3,0,0,0,0</dp>-->
<p>Забота об экологии на сегодняшний день стала модным занятием, прситавку «эко» используют везде. Но многие из нас даже не осознают глубины всех проблем. Конечно, это хорошо, что огромное человечество людей стало неравнодушным к жизни нашей планеты. Однако стоит осознать, что состояние окружающей среды зависит от каждого человека.</p><!--<dt>p, blockquote</dt> <dp>10,0,0,0,0</dp>-->
<p></p><center><img class="alignnone wp-image-1663" title="Сохраним природу!" src="http://ecoportal.info/wp-content/uploads/2016/09/ekologia-zhizn.jpg" alt="Сохраним природу!" width="577" height="325" srcset="https://ecoportal.info/wp-content/uploads/2016/09/ekologia-zhizn.jpg 672w, https://ecoportal.info/wp-content/uploads/2016/09/ekologia-zhizn-544x306.jpg 544w, https://ecoportal.info/wp-content/uploads/2016/09/ekologia-zhizn-240x135.jpg 240w" sizes="(max-width: 577px) 100vw, 577px"></center>Любой житель планеты может ежедневно выполнять простые действия, что поможет улучшить экологию. К примеру, можно сдавать макулатуру и уменьшить использование воды, экономить электроэнергию и выбрасывать мусор в урну, выращивать растения и использовать предметы многоразового использования. Чем больше людей будет выполнять эти правила, тем будет больше шансов сохранить нашу планету.<p></p><!--<dt>p, blockquote</dt> <dp>11,0,0,0,0</dp>-->
						</div>`,
  }
]

export default data;